#language: ru
  Функционал: Ипотека

    Сценарий: Заявка на ипотеку

    * подтвержден регион

    * выбран пункт меню "Ипотека"

    * выбран подпункт меню ипотека "Ипотечный калькулятор"

    * проверить, что на странице есть заголовок Ипотечный калькулятор

    * выбираем город объекта недвижимости "Москва"

    * ставим чекбокс Знаю свою ипотечную программу

    * вид ипотечной программы "Квартира на вторичном рынке"

    * кем является клиент "Новый клиент"

    * форма подтверждения доходов "Справка по форме Банка"

    * возьму в банке "3000000"

    * первоначальный взнос "3500000"